"Open File in Skim" = "Ouvrir le fichier avec Skim";
"Open URL in Skim" = "Ouvrir l’URL avec Skim";
"Open Selected PDF" = "Ouvrir le PDF sélectionné";
"Show Skim Notes" = "Ouvrir les notes Skim";
"Print File with Skim…" = "Imprimer le fichier avec Skim…";
"Print File with Skim" = "Imprimer le fichier avec Skim";
